public/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="pt-br" xml:lang="pt-br">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Sobre mim</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Joao Souza" />
<title>João Souza Blog</title><link rel="stylesheet" type="text/css" href="css/stylesheet.css"/><link rel="preconnect" href="https://fonts.gstatic.com"><link href="https://fonts.googleapis.com/css2?family=Open+Sans&family=Roboto&display=swap" rel="stylesheet"><link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/5.15.1/css/all.min.css" integrity="sha512-+4zCK9k+qNFUR5X+cKL9EIR+ZOhtIloNl9GIKS57V1MyNsYpYcUrUeQc9vNfzsWfV28IaLL3i96P9sdNyeRssA==" crossorigin="anonymous" />
</head>
<body>
<div id="preamble" class="status">
<header>
    <a class="header-link" href="https://jsouza.xyz">João Souza</a>
</header>
</div>
<div id="content">
<h1 class="title">Sobre mim</h1>
<p>
Atualmente trabalho como desenvolvedor Full Stack para a empresa <a href="https://accurate.com.br/">Accurate Software</a>.Formado em Análise e Desenvolvimento de Sistemas na <a href="http://www.fatecriopreto.edu.br/">FATEC Rio Preto</a> onde ao egressar no primeiro semestre de 2014 tive o prazer de receber a premiação do <a href="http://www.fatecriopreto.edu.br/graduado/melhor-projeto-de-graduacao">melhor projeto de graduação</a>, gosto muito de música e tenho dois filhos o Joaquim e o Francisco.Estou constantemente aprendendo novas linguagens, ferramentas e técnicas de desenvolvimento de software e sempre que possível passo um tempo personalizando meu Emacs :).
</p>

<p>
A intenção desse blog além de registrar o que estou aprendendo é compartilhar conhecimento, caso queira entrar em contato, no rodapé da página estarão os links para as minhas redes sociais e e-mail.
</p>

<div class="posts" id="orgd8e71c6">
<p>
Posts
</p>

</div>

<p>
<a href="posts/2020-12-23-eshell-alias-def.html">Doom Emacs adicionando novos aliases no Eshell</a>
</p>
</div>
<div id="postamble" class="status">
<footer>
    <div class="links">
        <a href="mailto:jhsouza93@gmail.com" target="_blank"><i class="fas fa-envelope-square fa-3x"></i></a>
        <a href="https://github.com/sjoaohenrique" target="_blank"><i class="fab fa-github-square fa-3x"></i></a>
        <a href="https://www.linkedin.com/in/jo%C3%A3o-henrique-de-souza-5523214b/" target="_blank"><i class="fab fa-linkedin fa-3x"></i></a>
    </div>
    <p>João Souza * 2020</p>
</footer>
</div>
</body>
</html>
